tap "1password/tap"
tap "hashicorp/tap"
brew "aws-vault"
brew "awscli", link: false
brew "azure-cli"
brew "deno"
brew "diff-so-fancy"
brew "docker-compose", link: false
brew "dotnet", link: false
brew "e2fsprogs"
brew "fzf"
brew "git"
brew "git-lfs"
brew "gnu-sed"
brew "jq"
brew "lrzsz"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "opentofu"
brew "pnpm"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "starship"
brew "telnet"
brew "terragrunt"
brew "tmux"
brew "zsh-autosuggestions"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "dotnet"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "grammarly-desktop"
cask "ollama"
cask "shortcat"
cask "stats"
